"""თითოეულ მათემატიკურ ოპერატორზე (+, -, *, /, %, **, //) შეასრულეთ 5 მაგალითი და დაბეჭდეთ შედეგი"""
 #დამატება +
print(5 + 3)   # 8
print(12 + 7)  # 19
print(15 + 20) # 35
print(3.5 + 2) # 5.5
print(-4 + 9)  # 5

 #გამოკლება -

print(10 - 4)  # 6
print(30 - 10) # 20
print(5 - 8)   # -3
print(2.5 - 1) # 1.5
print(-7 - 5)  # -12

 #გამრავლება *
print(5 * 3)   # 15
print(12 * 4)  # 48
print(7 * 6)   # 42
print(4 * 5)  # 20
print(-4 * 3)  # -12

 #გაყოფა /
print(10 / 2)    # 5.0
print(20 / 4)    # 5.0
print(15 / 3)    # 5.0
print(9 / 2)     # 4.5
print(7 / 2)     # 3.5

 #ნაშთიანი გაყოფა %
print(10 % 3)   
print(15 % 4)   
print(20 % 6)   
print(9 % 5)    
print(14 % 3)   

 #ხარისხად აყვანა**
print(2 ** 3)   
print(3 ** 2)   
print(4 ** 3)   
print(5 ** 2)   
print(2 ** 0)   

# გაყოფა //
print(10 // 3)  
print(20 // 4) 
print(15 // 4)  
print(9 // 2)   
print(7 // 3)   
