"""მომხმარებელს input-ის საშვალებით შემოტანინეთ ორი რიცხვი number1 და number2 შემდეგ კი დაბეჭდეთ მათი ჯამი. ასევე შექმენით level-ის ცვლადი რომელშიც მომხამრებელს შემოაყვანინებთ მათ ამჟამინდელ level-ს, შეეცადეთ level-ის მნიშვნელობას დაუმატოთ ერთი და ისე დაბეჭდოთ. მიღებული შედეგებით გამოიტანეთ დასკვნა და დაწერეთ კომენტარებით"""

number1 = input("enter first number: ")
number2 = input("enter second number: ")

print(number1 + number2)

#input-დან შემოტანილი მნიშვნელობა არის ჩვეულებრივ არის string მონაცემთა ტიპის და მათი დამატებისას ხდება "კონკატინაციის" მოვლენა.

Level = input("enter your current level: ")
print(level + 1)
